<script setup lang="ts">
import { ArrowLeftOutlined } from "@ant-design/icons-vue";
</script>
<template>
  <div class="h-screen overflow-auto policy-container">
    <Header class="policy-header" bg-name="policy-bg" title="隐私政策" />
    <a-layout-content
      class="flex flex-col"
      style="padding: 20px 0; margin: 0 auto; width: 80%"
    >
      <div class="return-prev-page cursor-pointer" @click="$router.go(-1)">
        <arrow-left-outlined />
        <span class="p-l-2">返回</span>
      </div>
      <div class="p-t-5 lines-purple flex justify-between">
        <div>
          <h2>关于</h2>
        </div>
      </div>
      <div class="article p-t-20px p-b-20px">
        <p>
          数字人文从20世纪40年代发源时起，就具有技术驱动、实践先行的特点，21世纪以来的数字人文高等教育也大体基于“结合数字科技与人文研究”的各类学术或教学项目开展。积累至今，国际国内数字人文领域在科研、教学、技术研发、平台搭建与工程建设过程中已完成或正在进行数以万计的实践项目。能否有一个综合性平台，对数字人文领域这些珍贵的、但可能“完成即消逝”的项目进行整合管理、分析研究并开放共享呢？这是我们“数字人文多媒体案例资源库”的建设初衷。
        </p>
        <p>
          2021年起，在中国人民大学数字人文研究院院长冯惠玲教授的提议和指导下，中国人民大学数字人文研究院研究员祁天娇讲师、科研助理郭清开始就“数字人文多媒体案例资源库”进行规划设计。2022年11月，“数字人文多媒体案例资源库”在中国人民大学立项或获得资金支持。2023年5月项目团队完成“数字人文多媒体案例资源库V1.0”的研发。期间，中国人民大学数字人文研究院的学生研究员团队参与了数字人文多媒体案例资源的数据采集与整理工作，北京圣驿文创科技有限公司与北京启时文化科技有限公司联合承担了系统开发工作。
        </p>
        <p>
          在“数字人文多媒体案例资源库V1.0”的研发过程中，项目团队整理了大量数字人文经典案例，发现数字人文总是能够以数字方法、基于大规模数据集寻求某些人文问题的答案或者规律，由此引发了一个贯穿资源库设计与建设始终的研究问题：即我们能否使用同样的思路来研究数字人文领域自身的发展规律与学科史问题呢？基于这样的疑问，“数字人文多媒体案例资源库”的建设宗旨确定为“关于数字人文的数字人文”（Digital
          Humanities about Digital
          Humanities），即该资源库的建设目标是通过采集、整理全世界（第一期主要集中在中文世界和英文世界）数字人文领域已经完成或正在进行的经典实践项目，使用数字人文的技术与方法，研究数字人文领域的实践发展问题，发现数字人文实践案例之间的共性、关系与规律，以数字人文案例网的形式，支持数字人文学科史的建设与数字人文领域的批判性发展，并为数字人文未来的教学、科研与学科发展提供最直接的案例资源支持。
        </p>
        <p>
          在“数字人文多媒体案例资源库V1.0”中，“关于数字人文的数字人文”直接体现在两大方面。一方面，资源库专设多维度数字人文案例专题库，对当前海量多样的数字人文案例进行专题聚合研究。其中，“GLAM案例库”收录了1993年以来公共机构合作完成的经典数字人文案例，“数字人文奖（DHA）案例库”收录了2012年以来获奖的12个类别共679个数字人文项目，“高校案例库”收录了全球100家高校数字人文研究中心的教学与科研案例。另一方面，资源库特设数字人文标签库，根据项目团队研发的《数字人文领域规范词表》与《数字人文领域本体》，为所有数字人文案例进行语义标注，并在系统中自动完成基于标签的案例聚类、关联展示与自由检索，以此来支持不同用户在系统中对数字人文案例的多维度获取需求。
        </p>
        <p>
          不仅如此，“数字人文多媒体案例资源库”还是一个典型的数字学术平台，为数字人文研究者提供案例收藏、评价、创建、维护等自主研究功能，同时为数字人文学术研究共同体提供案例共享和众建平台。
        </p>
        <p>
          “数字人文多媒体案例库”将在一期建设成果基础上，继续开展数字人文研究与系统优化升级。项目团队热情欢迎致力于数字人文研究的机构、组织与个人参与合作，共建一个数字人文的精彩世界！
        </p>
      </div>
    </a-layout-content>
    <Footer />
  </div>
</template>
<style lang="less">
.policy-container {
  .return-prev-page {
    color: #666666;
    position: relative;
    z-index: 2;
    left: 0;
    top: 10px;
  }
  .article {
    p {
      text-indent: 2em;
      margin: 0;
      font-size: 14px;
      font-weight: 500;
      color: #333333;
      line-height: 32px;
      &.text-16px {
        font-size: 16px;
      }
    }
  }
}
</style>
